<div class="container py-1">
<h1>ชื่อหลักสูตร</h1>
<p>ภาษาไทย: หลักสูตรวิทยาศาสตรบัณฑิต   สาขาวิชาเทคโนโลยีสารสนเทศ
ภาษาอังกฤษ: Bachelor of Science Program in Information Technology
</p>
<br>
<h1>ชื่อปริญญาและสาขาวิชา</h1>
<p>ชื่อปริญญาภาษาไทย: วิทยาศาสตรบัณฑิต (เทคโนโลยีสารสนเทศ)</p>
<p>ชื่อปริญญาภาษาอังกฤษ: Bachelor of Science (Information Technology)</p>
<p>อักษรย่อภาษาไทย: วท.บ. (เทคโนโลยีสารสนเทศ)</p>
<p>อักษรย่อภาษาอังกฤษ: B.Sc. (Information Technology)</p>
<p>จำนวนหน่วยกิตรวมที่เรียนตลอดหลักสูตร  ไม่น้อยกว่า 121 หน่วยกิต</p>
</div>